[
    {
      "title": "Grow Stem Cells with Fasting",
      "content": "New research from the University of Southern California has come to light that fasting as little as eight (8) days a year could deliver significant health benefits, especially when it comes to stem cells. Believe it or not, fasting two to four days at a time (every six months) causes stem cells to awaken from their normal dormant state, and start regenerating. Essentially, researchers discovered that fasting helped eliminate damaged and older cells, allowing new healthier cells to replace them completely, effectively renewing the immune system. This is one of the first times any natural intervention has ever been shown to trigger this self-renewal. Going a bit deeper… In mice and humans, white blood cell counts were significantly lowered after long periods without food. These bodies are vital to the human immune system. But, when their numbers decline to a critical point, pathways for hematopoietic stem cells were switched on. These cells manage the immune system and generate new blood. “When you starve, the system tries to save energy, and one of the things it can do to save energy is to recycle a lot of the immune cells that are not needed, especially those that may be damaged,” Valter Longo of the USC Davis School of Gerontology, said. Fasting for an extended period of time (up to 48 to 96 hours) changes the human body to consume fat reserves, glucose (sugar), and ketones. Unhealthy white blood cells are also broken down, so that in part, their components can be reused for new, thriving cells. This is considered to be a cell “recycling” of sorts. After a period of fasting, the body’s immune system will generate new blood cells when nutrients begin flowing back into the body. The main point of interest in this study at USC, they were committed to knowing what drives body systems to rebuild the cells. To go further into the science a bit… The study found that Protein kinase A, an enzyme known to inhibit cell regeneration, was reduced in the systems of people who are fasting. Concentrations of a growth-factor hormone called IGF-1 were also lowered in those who have not eaten in days. Important note: you will want to be careful if you decide to fast on only waterfor extended periods of time. To protect yourself, fasting for two to four days at a time should be done under medical supervision. Another approach to fasting which has produced beneficial results is time restricted eating or “intermittent fasting”. This form of fasting involves eating in an 8 hour window and not eating during the remaining 16 hours. This could be during a span from noon to 8:00 pm or 9:00 am to 5:00 pm. This time period will be completely up to you, just as long as you limit your intake to a single eight hour duration. You’re not limited to the amount of water, and intermittent fasting is growing in popularity but is still considered a “secret” in the stem cell community. Fasting has been a widely used approach for generations — going back to early civilization, but either as a survival, ritualistic, or weight loss tactic. But now, we have the research to support that fasting is an incredibly powerful stem cell boosting “secret” that can return powerful results. After this study (and others) surfaced, we became inspired to see what other natural alternative “secrets” are out there. Further Reading :",
      "category": 41
    },
    {
      "title": "UK patient 'free' of HIV after stem cell treatment",
      "content": "Image copyright GETTY IMAGESHIV was no longer detected in the patient's body after the transplant A UK patient's HIV has become \"undetectable\" following a stem cell transplant – in only the second case of its kind, doctors report in Nature. The London patient, who was being treated for cancer, has now been in remission from HIV for 18 months and is no longer taking HIV drugs. The researchers say it is too early to say the patient is \"cured\" of HIV. Experts say the approach is not practical for treating most people with HIV but may one day help find a cure. The male London patient, who has not been named, was diagnosed with HIV in 2003 and advanced Hodgkin's lymphoma in 2012. He had chemotherapy to treat the Hodgkin's cancer and, in addition, stem cells were implanted into the patient from a donor resistant to HIV, leading to both his cancer and HIV going into remission. Researchers from University College London, Imperial College London, Cambridge and Oxford Universities were all involved in the case. 'Not an anomaly' This is the second time a patient treated this way has ended up in remission from HIV. Ten years ago, another patient in Berlin received a bone-marrow transplant from a donor with natural immunity to the virus. Timothy Brown, said to be the first person to \"beat\" HIV/Aids, was given two transplants and total body irradiation (radiotherapy) for leukaemia – a much more aggressive treatment. \"By achieving remission in a second patient using a similar approach, we have shown that the Berlin patient was not an anomaly and that it really was the treatment approaches that eliminated HIV in these two people,\" said lead study author Prof Ravindra Gupta, from UCL. Hope of a cure? By BBC Online Health Editor, Michelle Roberts Although the finding is exciting, it is not offering up a new treatment for the millions of people around the world living with HIV. The aggressive therapy was primarily used to treat the patient's cancer, not his HIV. Current HIV therapies are really effective, meaning people with the virus can live long and healthy lives. But the reason this case is so significant is that it could help experts who are looking for new ways to tackle HIV and achieve a cure. Understanding how the body can naturally resist the infection does offer up hope of this, even if it is still a long way off. Prof Eduardo Olavarria, also involved in the research, from Imperial College London, said the success of stem cell transplantation offered hope that new strategies could be developed to tackle the virus. But he added: \"The treatment is not appropriate as a standard HIV treatment because of the toxicity of chemotherapy, which in this case was required to treat the lymphoma.\" Image copyright GETTY IMAGESThe patient was able to stop taking antiretroviral therapy drugs to control his HIV How does it work? CCR5 is the most commonly used receptor by HIV-1 – the virus strain of HIV that dominates around the world – to enter cells. But a very small number of people who are resistant to HIV have two mutated copies of the CCR5 receptor. This means the virus cannot penetrate cells in the body that it normally infects. The London patient received stem cells from a donor with this specific genetic mutation, which made him resistant to HIV as well. But a reservoir of cells carrying HIV can still remain in the body, in a resting state, for many years. The UK researchers say it may be possible to use gene therapy to target the CCR5 receptor in people with HIV, now they know the Berlin patient's recovery was not a one-off. Why talk of a cure for HIV is premature How has life with HIV changed? Bone marrow 'frees men of HIV drugs' Prof Graham Cooke, National Institute for Health Research research professor and reader in infectious diseases from Imperial College London, said the results were \"encouraging\". \"If we can understand better why the procedure works in some patients and not others, we will be closer to our ultimate goal of curing HIV. \"At the moment the procedure still carries too much risk to be used in patients who are otherwise well.\" 'Potentially significant' Dr Andrew Freedman, reader in infectious diseases and honorary consultant physician at Cardiff University, said it was an \"interesting and potentially significant report\". But he said much longer follow-up would be needed to ensure the virus did not re-emerge at a later stage. \"While this type of treatment is clearly not practical to treat the millions of people around the world living with HIV, reports such as these may help in the ultimate development of a cure for HIV.\" In the meantime, he said the focus needed to be on diagnosing HIV promptly and starting patients on lifelong combination antiretroviral therapy (cART). This can prevent the virus being transmitted to others and give people with HIV a near-normal life expectancy. Credits:",
      "category": 41
    },
    {
      "title": "Japan to start world's first human trial using stem cell to treat Parkinson's",
      "content": "Japan's Riken research institute in Kyoto is a world leader in groundbreaking iPS cells AFP/Riken TOKYO: Japanese researchers on Monday (Jul 30) announced the world's first human trial using a kind of stem cell to treat Parkinson's disease, building on earlier animal trials. The research team at Kyoto University plans to inject five million induced Pluripotent Stem (iPS) cells – which have the potential to develop into any cell in the body – into patient brains, the university said in a press release. The iPS cells from healthy donors will be developed into dopamine-producing brain cells, which are no longer present in people with Parkinson's disease. Parkinson's disease is a chronic, degenerative neurological disorder that affects the body's motor system, often causing shaking and other difficulties in movement. Worldwide, about 10 million people have the illness, according to the Parkinson's Disease Foundation. Currently available therapies \"improve symptoms without slowing or halting the disease progression,\" the foundation says. But the new research aims to actively reverse the disease. The clinical test with seven participants aged between 50 and 69 will begin on Wednesday. The university will monitor the conditions of the patients for two years after the operation. The human trial comes after an earlier trial involving monkeys. Researchers announced last year that primates with Parkinson's symptoms regained significant mobility after iPS cells were inserted into their brains. They also confirmed that the iPS cells had not transformed into tumors during the two years after the implant. iPS cells are created by stimulating mature, already specialised, cells back into a juvenile state – basically cloning without the need for an embryo. These can be derived from the patient, making them less likely to be rejected, while also sidestepping ethical qualms about taking cells from embryos. The cells can be transformed into a range of different types of cells, and their use is a key sector of medical research. In 2014, Riken, a Japanese government-backed research institution, carried out the world's first surgery to implant iPS cells to treat a patient with age-related macular degeneration (AMD), a common medical condition that can lead to blindness in older people. Osaka University is also planning a clinical test to treat heart failure by using a heart muscle cell sheet created from iPS cells. In the US, scientists from Duke University said in January they had managed for the first time to grow functioning human muscle from iPS cells in the lab. Source: AFP 30 Jul 2018 07:22PM (Updated: 31 Jul 2018 01:44AM) Read more at",
      "category": 9
    },
    {
      "title": "Stem cell therapy for All Black Israel Dagg as he hits comeback trail with Crusaders",
      "content": "One of the most important steps in Israel Dagg's rugby resurrection involved stem cell therapy to regenerate cartilage in his right knee. Then the All Blacks and Crusaders fullback/wing concentrated on perfecting his running style, likening the task to having to learn to walk again. Dagg, the 66-test player, finally made his return to first-class rugby in the Crusaders' 33-11 victory over the Sunwolves in Christchurch last Saturday night. Apart from a couple of outings with his University club, the 29-year-old had not played since representing the All Blacks against Argentina on September 9. It was after that match when All Blacks coach Steve Hansen declared Dagg must rehabilitate his knee, to give himself every chance to return to his A-game and be a contender for next year's World Cup. Dagg describes the condition as \"knock knee\", a common definition for when the joint sits at an awkward angle. \"I have got no cartilage in my knee, so every time I jump it is just bone on bone; it just bruises, releases fluid,\" Dagg explained. \"It would be alright if I just had to trundle around, but I have got to be explosive. But I am through it now, I am on the other side. I have just got to keep positive and deal with the new normal. I am not my old self, but I can still play footy. That is the main thing.\" GETTY IMAGES Outside back Israel Dagg has played 66 tests since his debut against Ireland in New Plymouth in 2010. Treatment, to get stem cells injected into his knee, at a clinic in Queenstown was required: \"Hopefully that works, and apparently it regenerates cartilage and that is what I need. I need cartilage in between my bones, because pretty much it is just bone on bone. \"I think it is helping, it is doing its thing. At the end of the day I just have to get my body strong and the thing with this injury is that the muscles can switch off. So I have to really fire my quads up, get them strong. Without them, then it is pretty much my knee doing all the work.\" Taking care to ensure his leg muscles are properly warmed-up is a crucial part of Dagg's routine prior to trainings. Warm-ups now take around 45 minutes. Ensuring his running style doesn't compromise the knee is vital, and he is trying not to alter his gait. \"It is like starting to walk again. You have got to train yourself to use the same power out of each leg and things like that. It was a bit of a learning curve but I am just happy to be throwing the ball around again.\" Obviously Dagg wants to force his way back into the All Blacks. In the short term, he hopes to be selected for the Crusaders side to face the Brumbies in Canberra on Saturday night. PHOTOSPORT Israel Dagg played 50 minutes on the right wing for the Crusaders before being replaced in the 33-11 win over the Sunwolves in Christchurch last weekend. Nerves are always there, but it was before his first club game when he suffered most. \"I was really nervous. I couldn't even eat.\" Meanwhile, assistant backs coach Ronan O'Gara said first five-eighth Richie Mo'unga may be asked to hold off his comeback for another week. Mo'unga hasn't played since fracturing his jaw against the Stormers on March 9. Centre Jack Goodhue (hamstring) is also an unlikely starter. Details of the injuries to Ben Funnell (knee) and Tom Sanders (ankle), who left the park against the Sunwolves, have yet to be released. There is no chance of them playing this weekend. Story Credits:",
      "category": 10
    },
    {
      "title": "Stem cells collected from fat may have use in anti-aging treatments",
      "content": "Study shows cells are more stable than previously thought Adult stem cells collected directly from human fat are more stable than other cells &#8212; such as fibroblasts from the skin &#8212; and have the potential for use in anti-aging treatments, according to researchers from the Perelman School of Medicine at the University of Pennsylvania. They made the discovery after developing a new model to study chronological aging of these cells. They published their findings this month in the journal Stem Cells. Chronological aging shows the natural life cycle of the cells &#8212; as opposed to cells that have been unnaturally replicated multiple times or otherwise manipulated in a lab. In order to preserve the cells in their natural state, Penn researchers developed a system to collect and store them without manipulating them, making them available for this study. They found stem cells collected directly from human fat &#8212; called adipose-derived stem cells (ASCs) &#8212; can make more proteins than originally thought. This gives them the ability to replicate and maintain their stability, a finding that held true in cells collected from patients of all ages. \"Our study shows these cells are very robust, even when they are collected from older patients,\" said Ivona Percec, MD, director of Basic Science Research in the Center for Human Appearance and the study's lead author. \"It also shows these cells can be potentially used safely in the future, because they require minimal manipulation and maintenance.\" Stem cells are currently used in a variety of anti-aging treatments and are commonly collected from a variety of tissues. But Percec's team specifically found ASCs to be more stable than other cells, a finding that can potentially open the door to new therapies for the prevention and treatment of aging-related diseases. \"Unlike other adult human stem cells, the rate at which these ASCs multiply stays consistent with age,\" Percec said. \"That means these cells could be far more stable and helpful as we continue to study natural aging.\" ASCs are not currently approved for direct use by the Food and Drug Administration, so more research is needed. Percec said the next step for her team is to study how chromatin is regulated in ASCs. Essentially, they want to know how tightly the DNA is wound around proteins inside these cells and how this affects aging. The more open the chromatin is, the more the traits affected by the genes inside will be expressed. Percec said she hopes to find out how ASCs can maintain an open profile with aging. Credits: University of Pennsylvania School of Medicine. \"Stem cells collected from fat may have use in anti-aging treatments: Study shows cells are more stable than previously thought.\" ScienceDaily. ScienceDaily, 17 February 2017. .",
      "category": 13
    },
    {
      "title": "What the FDA Crackdown on Stem Cells Means For You",
      "content": "Many people have seen the sensational news headlines about the FDA “cracking down” on stem cells. As you’ve probably read, I am a huge fan of stem cells as a way to reverse aging, turn off inflammation, reverse autoimmunity, make injuries disappear, and get control of our biology in a way that has never been accessible before. My own experience has been an absolute game changer. Here is a brief explanation of what actually happened and what it means to you. When cells from your body become drugs Banking and growing stem cells is a low risk but gray area. Many clinics in the U.S. will draw your stem cells and send them to a bank, and then the bank will grow the stem cells and ship them back to your doctor so they can use them. It is the growing of the stem cells that the FDA is concerned about because under those definitions it means they can classify them as a drug. Conservative physicians ship the stem cells to other countries than do the treatment there. This is what the wealthy elite and pro athletes have been doing for the past eight years – they fly around the world and spend huge amounts of money to get the benefits of stem cells. It is absolutely legal to bank your stem cells, but controversial to inject them. Current stem cell oversight The FDA is balancing the risk of rapid innovation and lower cost and availability in the country, which is why many people still travel abroad for treatments. All stem cell procedures are patient-funded right now. A group in LA was performing stem cell therapies for cancer under IRB protocol (a review board that protects the institution from lawsuits and patients from harm). A tumor board approved stem cell treatments and performed them at no cost to patients. Another group – one where I’ve had profoundly effective stem cell work done in Florida – is very cutting edge and by definition controversial. The FDA issued a warning letter calling safety procedures and drug classifications into question. FDA scrutiny doesn’t necessarily mean that the clinic’s treatments were unsafe, but it does mean that regulatory agencies want to see that procedures are established and followed. Different attorneys have different opinions about whether a full-on investigation is warranted or should be allowed. Kristin Comella, Chief Science Officer at the clinic, responded to the FDA warning letter here. Some hope for medical freedom This gets kind of technical, but an IRB approval is not enough according to the most conservative interpretation of the rules. The FDA requires an investigational new drug application called an IND, at least if you believe that taking your own stem cells out of your body and growing them makes them into a drug. This a core medical freedom issue. Do you have the inalienable right to choose what you put in your own body? If so, right now, you have to fly to another country to do it. There is hope. Governments are starting to pass legislation to allow people who have a terminal condition to choose any form of therapy they want no matter the regulatory framework. Texas has much more lenient laws so you can get procedures like this as long as they are in hospitals. Unfortunately for us, that means they will still be expensive. The CURES act has relaxed the law for regenerative medicine so that regulatory agencies may not require large expensive phase 3 clinical trials to bring regenerative medicine to the market. The truth is that it’s not that hard for a doctor to extract stem cells from your fat and to send them to a bank, and it is quite simple to reinject culture-expanded stem cells intravenously later. It is absurd to require an expensive hospital for a reinjection procedure that you could do in your doctor’s office. But, quality control is not at all solved for stem cell banking and amplification. A lot can go wrong. That’s why we have standards. That is why the FDA believes that culture expanded stem cells are drugs instead of a part of your body. A safety issue or a human rights issue? I greatly value academic research and government oversight. It can be very helpful to prevent the rampant fraud that the drug industry is known for. At the same time, I believe that an inalienable human right is the right to choose how we manage our own biology. A lot of people don’t know this, but only one of the founding fathers was a physician. The rest of them were lawyers and business people, politicians and philosophers. The one physician lobbied strongly to put medical freedom into the Bill of Rights. The others didn’t support it, and it is still not a Constitutional freedom. I would like the right to choose. I would also like the right to bank and grow my stem cells and use them to live longer, feel better, and perform like a rock star. I promise to read the fine print before I make the decision, but the decision is mine. This is a medical issue, but it is also a social justice issue and a human rights issue. Stem cells should rightfully be available to people from every economic class, not just the rich people who can fly to exotic countries where you can get cutting edge treatments. I hate to be the one to break it to you, but you have a terminal condition. It’s called life. Better get on top of that condition right away! Credits: DAVE ASPREY, BULLETPROOF",
      "category": 41
    },
    {
      "title": "Patient uses fat stem cells to repair his wrist",
      "content": "document.createElement('video'); Patient uses fat stem cells to repair his wrist Bill Marlette was a long way from home, but he was willing to take the risk, as there were really no other options. He was tired of the daily pain that made even shaking someone's hand almost unbearable. Marlette lost his arm in an accident when he was a teenager, but as an active kid, he didn't this slow him down. He continued to play football and golf, running track and even wrestling. But over time, the strain on his remaining arm and wrist took a toll. So to relieve his pain, he traveled from Sioux Falls, South Dakota, to Munich, Germany, with the hopes that a special procedure using stem cells could make a difference. \"There's no cartilage,\" Marlette said of his wrist. \"I'm bone-on-bone. It is constantly inflamed and very sore.\" As Marlette grew older, even the simplest things, like tucking in his shirt or putting on a jacket, became incredibly painful. Regenerating hope Marlette developed cysts and holes in the bones of his wrist. Doctors prescribed anti-inflammatory medications, but they only managed the pain, doing nothing to actually heal the problem. One day, his doctor, Dr. Bob Van Demark at Sanford Health in South Dakota, where Marlette works in finance, saw a presentation by Dr. Eckhard Alt. It was about a new treatment using stem cells. \"Following an infection or wound or trauma,\" Alt said, \"there comes a call to the stem cells in the blood vessels, which are silent, and nature activates those cells.\" Stem cells are located throughout our bodies, like a reserve army offering regeneration and repair. When we're injured or sick, our stem cells divide and create new cells to replace those that are damaged or killed. Depending on where the cells are in the body, they adapt, becoming specialized as blood cells, muscle cells or brain cells, for example. Alt was the first person to use adipose tissue, or fat, as a prime source of stem cells, according to Dr. David Pearce, executive vice president for research at Sanford health. \"He observed that the simplest place to get some stem cells is really from the fat,\" said Pearce. \"Most of us could give some fat up, and those stem cells don't have to be programmed in any way, but if you put in the right environment, they will naturally turn into what the cell type around them is.\" Fat tissue has a lot of blood vessels, making it a prime source of stem cells, and Alt recognized that stem cells derived from adipose tissue are also particularly good at becoming cartilage and bone. Stem cells are taken from fat tissue with a liposuction procedure. An enzyme mixture helps to separate the stem cells from oil and fat tissue, with the stem cells settling at the bottom of the vial. Bone marrow is another source of stem cells, but these easily turn into blood and immune cells. Stem cells from fat have another fate. \"Fat-derived stem cells have a different lineage they can turn into, that is really cartilage and bone and other sort of connective tissues,\" said Pearce. Van Demark traveled to Alt's Munich clinic along with some doctors from Sanford, which is now partnering with Alt on clinical trials in the United States. Marlette's doctor was impressed with what he saw and recommended the treatment to his patient. Marlette paid his own way to Munich, where he would receive an injection of stem cells from his own fat tissue. \"I had one treatment, and my wrist felt better almost within the next couple weeks,\" Marlette said. \"Through the course of the next seven months, it continued to feel better and better.\" One injection was enough for this ongoing improvement. \"We see (from an MRI scan) that those cysts are gone, the bone has restructured, the inflammation is gone, and he formed ... new cartilage,\" said Alt. Bill Marlett with stem cell expert Dr. Eckhard Alt. (image above) MRIs confirmed what he was feeling: The cartilage had begun to regenerate in his wrist. Because the procedure uses autologous cells, which are cells from the patient's own body, there's little to no chance of rejection by the body's immune system. A controversial past Though the procedure worked for Marlette, the use of stem cells as a form of treatment is not without controversy or risk. In the US, they have been mired in controversy because much of the early research and discussion has been centered around embryonic and fetal stem cells. Marlette traveled to Germany because approved treatments like this are not available in the United States. Clinics have popped up across the country, but they lack oversight from the Food and Drug Administration. Dr. Robin Smith, founder of the Stem for Life Foundation, first began working in this field 10 years ago. According to Smith, there were 400 clinical trials for stem cells when she first started; now, there are 4,500. She partnered with the Vatican to hold a stem cell conference last year. \"We're moving toward a new era in medicine,\" said Smith, who was not involved in this research. \"(We are) recognizing cells in our body and immune system can be used in some way &#8212; manipulated, redirected or changed at the DNA level &#8212; to impact health and cure disease. It is an exciting time.\" Dr. Eckhard Alt points out a spot on Bill Marlette's MRI, taken after he received an injection of his own stem cells into his wrist. (image above) Dr. Nick Boulis is a neurosurgeon with Emory University in Atlanta. His team ran the first FDA-approved clinical trials in the US to inject stem cells in the spinal cords of patients with ALS, better known as Lou Gehrig's disease, and he isn't surprised to see procedures like the one at Alt's clinic in Germany have success. \"Joints and bones heal,\" Boulis said. \"The nervous system is very bad at healing. It doesn't surprise me that we're seeing successes in recapitulating cartilage before we're seeing successes in rebuilding the motherboard.\" Smith also cautioned patients to do their research, especially about the types of cells being used. \"When you have a health problem, and you need a solution, sometimes you don't have three five, seven years to get there,\" she said, referencing the slow progression of regulations in places like the United States. \"So really ,look for places that have the regulatory approval of the country they're in. Safety has to be number one,\" she said. Alt's Munich clinic was approved by the European equivalent of the FDA, the European Medicines Agency. Through the partnership with Sanford, the health group is now launching clinical trials in America, focusing on rotator cuff injuries, a common shoulder injury. This is the first FDA-approved trial of its kind. Further down the line, Alt hopes to see stem cells used for such issues as heart procedures and treating the pancreas to help diabetics. For him, the growth is limitless. \"I think it will be exponential,\" he said. \"It will be the same thing (we saw) with deciphering the human genome. The knowledge will go up exponentially, and the cost will go exponentially down. For me, the most exciting thing is to see how you can help patients that have been desperate for which there was no other option, no hope, and how well they do.\" For Marlette, it has meant a wrist free from pain and a life free from pain medication. Since the procedure in August, he hasn't taken any of the anti-inflammatory drugs. \"I have more range of motion with my wrist, shaking hands didn't hurt anymore,\" he said. \"My wrist seems to continue to improve, and there's less and less pain all the time.\" By Samantha Bresnahan, CNN",
      "category": 11
    },
    {
      "title": "Erectile dysfunction: Stem cell therapy restores sexual function in phase I trial",
      "content": "Early results of a clinical trial suggest that stem cell therapy may be a promising treatment for erectile dysfunction, after the procedure was found to restore sexual function in men with the condition. Researchers suggest that stem cell therapy may be an effective treatment strategy for ED. Researchers suggest that stem cell therapy may be an effective treatment strategy for ED. The stem cell therapy involves injecting the patients' own stem cells – derived from abdominal fat cells – into the erectile tissue of the penis. Lead researcher Dr. Martha Haahr, of Odense University Hospital in Denmark, and colleagues found that within 6 months of the procedure, 8 of the 21 men treated were able to engage in spontaneous sexual intercourse. The researchers recently presented their findings at EAU17 – the European Association of Urology's annual conference – held in London in the United Kingdom. Erectile dysfunction (ED) is a condition whereby a man has difficulties getting or maintaining an erection in order to engage in sexual intercourse. According to the National Institute of Diabetes and Digestive Kidney Diseases, around 12 percent of men under the age of 60, and 22 percent of men aged between 60 and 69, have ED. High blood pressure, diabetes, heart disease, chronic kidney disease, and prostate surgery are some of the physical conditions that can cause ED. Psychological issues – such as anxiety, stress, depression, and low self-esteem – can also contribute to ED. Current treatments for ED include PDE5 inhibitors (such as Viagra), penile implants, and injections. However, Dr. Haahr and team note that all of these therapies can have significant side effects. As a result, researchers are on the hunt for alternative treatments for ED, and stem cell therapy has emerged as a promising candidate in animal trials. Sexual function improvements evident a year after treatment In their phase I trial, Dr. Haahr and colleagues tested stem cell therapy on 21 men who had ED as a result of undergoing radical prostatectomy for prostate cancer. None of the men had responded to standard medical treatment for ED. For the stem cell procedure, abdominal fat cells were extracted from each man through liposuction. Stem cells were then isolated from the fat cells and injected into the corpus cavernosum of the penis – the spongy tissue that normally becomes filled with blood during an erection. Before the stem cell procedure and 6 and 12 months after, the participants' erectile function was assessed using the International Index of Erectile Function (IIEF) questionnaire. An IIEF score of 5-7 represents severe erectile dysfunction, 12-16 is mild to moderate erectile dysfunction, and 22-25 is no erectile dysfunction. All 21 men saw their erectile function improve with stem cell therapy: their IIEF score increased from 6 prior to treatment to 12 at 6 months after treatment. Eight of the men reported that they had been able to engage in spontaneous sexual activity 6 months after stem cell therapy, and this outcome remained evident at 12 months after treatment. These men saw their IIEF score rise from 7 to 14 with stem cell therapy. \"What we have done establishes that this technique can lead to men recovering a spontaneous erection – in other words, without the use of other medicines, injections, or implants,\" says Dr. Haahr. Stem cell therapy 'could be a long-term solution' for ED Although the study findings are preliminary, the team says that they show promise for stem cell therapy as an effective treatment strategy for ED. \"We are the first to use a man's own fat stem cells as a treatment for erectile dysfunction in a clinical trial. The technique has been trialed in animal work, but this is the first time stem cell therapy has allowed patients to recover sufficient erectile function to enable intercourse,\" says Dr. Haahr. \"We are pleased with the preliminary outcomes, especially as these men had previously seen no effect from traditional medical treatment and continue to have good erectile function after 12 months follow-up, indicating that this might be a long-term solution. This suggests the possibility of therapeutic options for patients suffering from erectile dysfunction from other causes. But we need to remember that this is a small trial, with no control group. We're still some time away from a clinically available solution.\" Dr. Martha Haahr The researchers are now in the process of initiating a phase II trial to further investigate the safety and efficacy of stem cell therapy for ED. Written by Honor Whiteman Credit:",
      "category": 41
    },
    {
      "title": "Caroline Wyatt: MS 'brain fog' lifted after stem cell treatment",
      "content": "Wyatt flew to Mexico after being turned down for a trial on the NHS BBC journalist Caroline Wyatt has spoken of how the \"brain fog began to lift\" after she had pioneering treatment for multiple sclerosis (MS). The former BBC defence correspondent was deemed unsuitable for an NHS trial and paid $60,000 (£48,000) for a stem cell transplant in Mexico in January. Wyatt, 49, told BBC Radio 4's PM programme that she was \"feeling better than I have done in a long time\". She also spoke of how it had taken 25 years for doctors to diagnose her MS. 'Near miraculous' About 100,000 people in the UK are affected by MS, which can cause numbness, tingling in the fingers and sufferers may struggle to walk or think clearly. Wyatt decided to go to a private hospital in Puebla, Mexico, after talking to former patients, who had undergone a course of chemotherapy and transplanting stem cells. \"The chemo was to burn out the old faulty immune system so that you can have your stem cells harvested – and then brought back into the system,\" she said. \"This helps you to grow a new immune system which I hope will not have the faults of the old one.\" Wyatt reporting from Turkey in 1999 (Image copyright: VT FREEZE FRAME) She said some of the patients who had had the haematopoietic stem cell transplantation (HSCT) treatment had spoken of \"near miraculous results\". \"People who had been in wheelchairs, or people who had been struggling to walk or to think or to speak clearly had come back after the treatment and, if you were a lay person, you'd say they looked cured, if you were a medic, you'd probably say they were in remission.\" \"That inspired me to go.\" \"For me the results have been more gradual and gentle,\" the former BBC religious affairs correspondent and PM presenter said. \"Three weeks since coming back I am feeling better than I have done for a long time,\" she added. \"The main thing that happened was that the brain fog began to lift.\" Multiple sclerosis Image copyright: THINKSTOCK In MS the protective layer surrounding nerve fibres in the brain and spinal cord – known as myelin – becomes damaged. The immune system mistakenly attacks the myelin, causing scarring or sclerosis. The damaged myelin disrupts the nerve signals – rather like the short circuit caused by a frayed electrical cable. If the process of inflammation and scarring is not treated then eventually the condition can cause permanent neurodegeneration. Wyatt, who first noticed some of the symptoms in 1990, said: \"It is a very difficult disease to get diagnosed. \"Because I was a journalist when I went to doctors they said, 'Ah, you've got repetitive strain injury'.\" 'Aggressive treatment' She changed jobs but, following a relapse in 2001, she was given a brain scan and told she might have MS – a diagnosis that was confirmed following more invasive tests such as a spinal tap in 2015. Wyatt initially tried various drug treatments but as her condition began to deteriorate she began to investigate the stem cell treatment. \"I got in touch with Sheffield who were the British arm of a trial... and they very kindly agreed to see me,\" she said. \"They did various tests but decided in the end that medically speaking I was not one of the best candidates so they couldn't do it here.\" Wyatt said that although UK bodies such as the NHS and watchdog NICE describe the treatment as experimental, about 80% of people who had the treatment responded to some degree and more than 50% saw the progression of their MS halted. The charity the MS Society says the treatment could have long-term benefits for some people with MS but that larger studies are needed to better understand the impact of this aggressive treatment compared with existing therapies. Article Credits:",
      "category": 9
    },
    {
      "title": "Chemotherapy, MD Paid Assassin",
      "content": "The FDA and Big Pharma are up to it again. US regulators have been given a green light to deliver the first and the only drug that can treat the overdose of chemotherapy or severe allergic reactions to chemotherapy. The approval was based on clinical data that show the overall survival rate of patients with 5-Fu toxicity who received a single dose of Vista-Guard was 96%. Vista-Guard marketed by well stat therapeutics corporation based in Gaithersburg, Maryland is taken orally and can block cell damage and cell death caused by 5-Fu. Why doesn’t anyone ask the question, Why the heck are oncologist giving overdoses of the drug for in the first place? Who’s controlling them? Why are they doing it and why aren’t the doctors held accountable? It’s the doctor that’s prescribing the drug! The patient’s not doing it. So why aren’t there consequences for the physicians that prescribe an overdose? Oh no, we have to give the medical doctors a pass. It’s all a work in progress – right? It’s the practice of medicine… Which begs the question: Why on earth are we still using chemotherapy when The Journal of Clinical Oncology (Volume 16, issue 8, December 2004, pages 549 to 560) reported a 97% failure rate of chemotherapy given to adults with cancer. The authors of the study did a meta-analysis of 14 years of data from adults who had developed cancer. 14 years of data is a lot of data! This was a gigantic study published in the gold standard of cancer research – The Journal of Clinical Oncology. It was published 11 years ago this month. So why are the MDs still recommending chemotherapy when the published research clearly shows that chemotherapy does not work for adult onset cancer? $$$ THE ANSWER IS SIMPLE – FOLLOW THE MONEY. $$$ The prescription of chemotherapeutic drugs is a gigantic moneymaker for the oncologist and the hospital. You can’t get chemotherapy drugs from your local pharmacy. The only person that can order them is the oncologist. The oncologist orders them at the wholesale price, marks them up a remarkable amount, bills your insurance company the marked up price. The insurance company pays approximately 80% of this – and the oncologist in the hospital split the profits. (This arrangement does not apply in the prescription of normal drugs which are bought at the pharmacy.) It is a gigantic money making machine for oncologists and for hospitals and that is why they still do it. If you’re not angry, you are not paying attention! However, let’s not overlook the obvious. Let’s take a look at cancer survival rates. The pancreatic cancer death rate after one year of conventional treatment – 86% of pancreatic cancer patients will be dead! After five years it is 98%. It is abysmal – and yet the MDs still rollout chemotherapy all of the time, even though it does not work! Let’s take a look at kidney cancer. After two years of conventional treatment with radiation, chemo and surgery, 78% of kidney cancer patients will be dead. After five years of chemo, radiation, and surgery 90% of kidney cancer patients will be dead! Breast cancer is no better. Ovarian cancer death rates after three years of radiation, chemo and surgery it’s 55%. Then 71% of ovarian cancer patients will be dead and after five years of conventional treatment! After two years of conventional cancer treatment, 50% of breast cancer patients will be dead, and after five years 77% of breast cancer patients will be dead. This is after the MDs hacked off the breasts, polluted their bodies with chemotherapy and radiation and ruined the quality of the last years of their lives. The cancer patient does not get better. The oncologist gets richer. The hospital gets richer in my book, The MD Emperor Has No Clothes, I have a chapter on cancer and I outlined 10 questions that every cancer patient needs to ask their oncologist – in the presence of a witness and a recording device. 10 QUESTIONS THAT EVERY CANCER PATIENT NEEDS TO ASK THEIR ONCOLOGIST IN THE PRESENCE OF A WITNESS AND A RECORDING DEVICE. Do your treatments cure my cancer? That’s a pretty good question, don’t you think? If your treatments don’t cure my cancer what should I expect them to do? What side effects will your treatments create? What is the possibility of this treatment, causing cancer? How are you going to treat the side effects? I would like to talk to 10 of your patients who have been treated for this type of cancer and see what their experience was like. Can you provide me with their contact information? How much money do you profit from these treatments? How much money does the hospital profit from these treatments? If you can’t cure the cancer, then why are you even attempting to treat it in the first place? If you were me, would you take the treatments that you are recommending? If people simply asked these questions to their oncologist very few of them would line up for the MD’s treatments. But nobody asks these questions, because everybody is bullied into treatment by the MDs. The numbers are in ladies and gentlemen. It doesn’t matter whether you believe in wholistic medicine or not. It doesn’t matter if you know how to spell vitamin or not. It doesn’t matter if you know the first, second or third things about statistical analyses. It doesn’t matter if you know anything about pathophysiology. It doesn’t even matter if you don’t know how to spell vitamin. The facts are the facts. You’re welcome to your own opinion but not to your own set of facts. We have lost the war on cancer – and while we have given ourselves over to the advice of the oncologist we are getting worse and worse and they are getting richer. Stay tuned, because I can show you a way to promote your bodies natural ability to heal itself. Because remember, Healing Is Easy! -Live long & prosper- Dr. Glidden Credits:",
      "category": 41
    },
    {
      "title": "This isn’t hype: Canadian doctors just reversed severe MS using stem cells",
      "content": "by Julia Belluz and Javier Zarracina on June 9, 2016 Jennifer Molson was 21, juggling a day job and night school to pursue her dream of becoming a cop, when she was diagnosed with multiple sclerosis. She woke up one morning with pins and needles in her hand, and within a week she couldn't move her left arm. By 2001, five years later, she was living in the Ottawa Hospital under 24-hour care, getting around using a cane, walker, or wheelchair. When she was discharged on weekends, to spend time with her then-boyfriend Aaron, she had to rely on him for her every need. He'd cut her food into bite-size pieces, and bathe and dress her. When she lost control of her bladder or bowel, he'd help her go to the bathroom. \"I had no feeling from the chest down,\" Molson says. \"I could touch something boiling on the stove and burn myself. I could touch fabric without knowing whether it's sandpaper.\" For patients like Molson, with a severe form of MS and no response to the available medications, there’s little hope. Two years later, her life had taken an abrupt turn. \"I walked down the aisle and danced at my wedding, something I had always dreamed of doing,\" she said of her marriage to Aaron in 2003. Now, 15 years later, Molson is still skiing and kayaking on the weekends. She works as a research assistant at Ottawa Hospital. What happened is something even esteemed medical specialists are venturing to call a \"miracle\": The particularly aggressive MS that was on track to disable Molson entirely — and potentially kill her — is now virtually eliminated from her body. The game changer for Molson was an experimental chemotherapy and stem cell bone marrow transplant she got in 2002 as part of a study in Canada. Molson was one of a small cohort of 24 people with MS who received the high-risk therapy. Of the 24 patients, 70 percent saw the progression of their disease halted or reversed. Their experience, documented in a paper published today in the Lancet, is the first to describe any MS treatment that fully stops the disease over the long term without MS medication. \"Everyone is hesitating to use the 'c word,' but these patients are cured,\" says Michael Rudnicki, director of the Regenerative Medicine Program and the Sprott Centre for Stem Cell Research at the Ottawa Health Research Institute, who was not involved with the research. \"Jennifer Molson was in a wheelchair in a rehab center unable to work. And now she's skiing, she's working, she got married, got her driver's license. I think this is going to be the new standard of care for progressive MS.\" \"My greatest hope was that the disease would stabilize\" MS affects about 2.5 million people around the world, particularly women in more temperate climates like Canada and the northern US. Instead of protecting the body from foreign invaders, in patients with MS the immune system turns on its host, wreaking particular damage on the myelin, a protective coating around the nerve fibers in the brain and spinal cord. Eventually these attacks can severely damage and destroy the nerves and myelin, interrupting the communication between the brain and body and leading to symptoms like numbness, trouble walking, and even blindness. But not all patients' symptoms manifest in the same way. People with \"relapsing remitting\" disease experience MS in fits and starts — their symptoms show up for a few days or weeks, followed by weeks, months, or even years of remission. For most patients with this version of the disease, those periods of remission get smaller over time and eventually disappear, moving them into a new phase of disease known as \"secondary progressive MS.\" Javier Zarracina/Vox Other patients experience something even more insidious and grinding. It's called \"primary progressive MS,\" and instead of bouts of remission they see a continuous increase in symptoms accompanied by a decline in health. Molson had secondary progressive MS at the time of her treatment in 2002. She had tried medication, and nothing worked. Her doctor, Mark Freedman (one of the authors on the Lancet paper), told her the stem cell transplant wasn't going to cure her, but at best, if the procedure went well, her health wouldn't worsen. \"My greatest hope was that the disease would stabilize,\" Molson says. \"I looked at Aaron, my husband, and said, 'If I don't do this, and it proves to work, I'd be kicking myself if my disease progressed.' It felt like I really didn't have a choice.\" How stem cells gave Molson a new immune system Once she was accepted into the study, doctors began the procedure. They first put her through a short course of chemotherapy to stimulate the production of hematopoietic stem cells, which regenerate the immune system, in her blood. They then hooked her up to a machine that cycled through her blood 32 times over the course of seven hours, in order to collect stem cells. Those stem cells were then purified, wiped of any memory of the disease, to later be transplanted into Molson through a blood transfusion. The most trying part of the treatment: Molson had to endure 10 days of chemotherapy. The doctors were essentially killing off her diseased immune system, only to later replace it with a new one in the form of her own purified stem cells. But the experience was grueling. Molson likened it to \"hell.\" \"I had a feeding tube because I was constantly nauseous,\" she says. \"I couldn't keep my food down.\" Growing a new, disease-free immune system meant Molson's body had to relearn how to defend itself from disease-causing bacteria and viruses. She had to get her childhood vaccines again. But she was also more vulnerable to infection, and wound up developing a blood infection, shingles, and serious bladder infections shortly after the transplant. Javier Zarracina/Vox \"It took me at least a year before I started to feel human again,\" Molson says. Around a year and half after the transplant, she began to slowly return to some likeness of her pre-MS self: She was walking without using a cane, she could shop in the grocery store again, and eventually she didn't need to nap every afternoon. \"I thought, Maybe I can go back to work,\" she says. By 2006, four years after her treatment, she returned to work full time. (She chose to work at the Ottawa Hospital, she said, after seeing firsthand how research can change people's lives.) Molson, now 41, says, \"I haven't had any MS symptoms in 14 years. And I'm not on any MS medications.\" That's a big deal given that the medications usually involve daily pills or frequent injections. But treatment has also left her several unpleasant side effects. Because the chemotherapy damaged her ovaries and put her into early menopause, she's on hormone replacement therapy — and wouldn't be able to get pregnant. While she was given the chance to harvest her eggs, she declined. \"I couldn't look after myself, how could I raise children?,\" she says. \"Remember, I wasn't supposed to get better.\" She also has to be extra cautious about any exposure to infections. \"I was at the dentist three weeks ago, and I had to be on antibiotics before I went for a teeth cleaning,\" she says. \"There are still parts of the immune system that you have to be careful about.\" Molson's hair never fully grew back, and she also contends with daily heartburn and digestive issues, which she takes medications for. Otherwise, Molson says she feels as good as she did when she was 21, before her diagnosis. \"I don't take anything for granted. I got a second chance at life.\" Only 5 percent of MS patients will be eligible for this new treatment Ottawa HostpialDrs. Freedman (R) and Atkins (L), two researchers on the Lancet paper. The study that gave Molson this chance was impressive in its scope and its execution — conducted at multiple hospitals by hematologists and neurologists in Canada and lasting nearly 20 years, from conception to publication. It built on decades of basic research about MS, stem cells, and the immune system, including years of experience using the treatment in patients with blood and bone marrow cancers like leukemia and lymphoma. Other scientists have already seen promising results in MS patients using similar treatment protocols, but none have managed what Atkins's team has: to completely halt the disease's attack on the brain —no relapses, no new MRI lesions in all surviving patients — and for such a long follow-up period. Several researchers who were not involved with the experiment — and who typically are reserved about novel treatments — told Vox they were excited and hopeful for the treatment's potential to benefit others with the disease. \"I think this is going to be the new standard of care for progressive MS,\" said Rudnicki. \"It’s exciting — an important proof of principle,\" said Jeffrey Gelfand, a neurologist specializing in MS at the University of California San Francisco. Tim Caulfield, a University of Alberta professor who has been tracking stem cell research, noted the difference between this robust finding and the unfounded claims in stem cell clinics around the world: \"This is a fascinating development … a good example of the difference between the real clinical research and what is being marketed by the clinics providing unproven therapies — you can't simply ‘inject’ stem cells and expect significant results.\" Still, there are major caveats to consider. This study was small and lacked a comparison or control arm. Similar, larger studies are needed to confirm the results, and it's not clear what will happen to patients like Molson in the much longer term. Ottawa Hospital hematologist Harry Atkins, the researcher who led the study, pointed out that only about 5 percent of MS patients would be eligible for this treatment: again, the minority who have an aggressive form of MS that's not responding to any treatment. Javier Zarracina/Vox And not everyone in the study had results like Molson's. Of the 24 patients, 70 percent saw the progression of their disease halt or reverse, but the other 30 percent continued to worsen. That minority who didn’t respond, the researchers think, had MS that was already too far along by the time of their treatment. \"At early stages, once the immune system quiets down, the brain can partially heal itself, so the disability tends to get better,\" Atkins explained. \"But as time goes on, the brain can't repair itself.\" One patient died, which puts the potential for death from this procedure at around 4 percent, and severe infections after stem cell treatments — the kind Molson picked up, or worse — are also common. Since there are other MS medications that are much less toxic and can help some patients, doctors only recommend considering this therapy as a last resort. (Theoretically, the treatment could be done in most blood and marrow transplant centers associated with major hospitals, Atkins said, but there are only a few that perform the procedure. Interested patients can contact the MS Society for more information.) There's also the cost: Atkins put it at about $50,000 to $65,000 per patient — and that's if nothing goes wrong. (Although, MS medications now cost about as much for patients every year in the US so this therapy could actually be a money saver.) And there are questions about the very long-term effects. It’s not clear what the next 10, 20, or 50 years look like for patients like Molson. \"We know in the long term survivors from groups that have their transplants for cancer and they're cured and they live a long time,\" Atkins said, \"that they have a higher incidence of the general population of other diseases .\" Already, Atkins and his team have been working on other applications for this stem cell procedure. They managed to reverse \"stiff-person syndrome\" — a rare neurological disease that causes the muscles in the body contract to the point of complete immobilization — in one patient. And there’s talk of applying the treatment to myasthenia gravis, another incurable autoimmune disease. Cures in medicine are extremely rare. It's still too early to label this treatment a cure for MS. \"We have only followed our patients for up to 13 years,\" Atkins said, \"so it’s hard to say what the next 10 to 20 will bring. You’d want to know that before you'd call this a cure.\" For now, though, Atkins will use the word miracle. \"It still appears like a miracle to me to see patients recover, and get back to the things that they were supposed to do in life,\" he said. \"It is very rewarding to see and it wasn't what we expected, and we are overjoyed about it to know this treatment can help people in that way.\" Correction: An earlier version of this article misstated the worldwide prevalence of MS. Credits:",
      "category": 41
    },
    {
      "title": "SkinGun – can heal burns in just days!",
      "content": "This gun squirts stem cells and helps burn victims regrow their skin in just a few days. Video Credit: Mashable",
      "category": 41
    },
    {
      "title": "First paralyzed human treated with stem cells has now regained his upper body movement",
      "content": "Imagine losing control of your car and waking up in the hospital paralyzed from the neck down. This is the story of Kristopher Boesen, who experienced a life-changing moment where his car spiraled out of control on a slippy road surface, slamming into a tree and lamp post. Doctors warned Kris’s parents that he might never be able to function from the neck down again. The Procedure Kris was offered the opportunity to go through a potentially life-changing procedure involving stem cells, which ‘have the capability to repair injured nervous tissue through replacement of damaged cells‘ (1). The experimental procedure did not guarantee any restoration to Kris’s paralysis, but to him, the risk was worth taking. The process began in April where Dr. Liu injected 10 million AST-OPC1 cells directly into Kris’ cervical spinal cord. Dr. Liu explains that; “Typically, spinal cord injury patients undergo surgery that stabilizes the spine but does very little to restore motor or sensory function. With this study, we are testing procedure that may improve neurological function, which could mean the difference between being permanently paralyzed and being able to use one’s arms and hands. Restoring that level of function could significantly improve the daily lives of patients with severe spinal injuries.” (2) The Results After a mere 3 weeks of therapy, Kris started showing signs of improvement, and within 2 months he could answer the phone, write his name and operate a wheelchair. He had regained significant improvement in his motor functions; which are the transmissions of messages from the brain to muscle groups to create movement (3). Kris recovered two spinal chord levels which made a huge difference in his movement abilities. It was the difference between minimal movement or none at all and being able to function on his own. Kris regained the incredibly important aspect of independence. After seeing the results of stem cell therapy, Kris was bowled over, saying; “All I’ve wanted from the beginning was a fighting chance…But if there’s an opportunity for me to walk again, then heck yeah! I want to do anything possible to do that.” The Future Although doctors are not able to make any promises that Kris’s condition will further improve, they can keep experimenting with stem cell research to try and improve the likelihood of it working fully on paralysis. So far, they have made huge steps forward and will hopefully continue to do so in their quest to solve paralysis, by teaming up with ‘associate faculty based in departments across KSOM and the University to study stem cell-driven new medicine‘, Dr. Liu and his team at USC are determined to keep researching stem cells and much more! Stem cell research is ongoing and can be used in many ways other than paralysis; from Parkinson’s and diabetes to cancer (4). To find the latest news regarding stem cell research check this website out. Original Article Source: The Hearty Soul (1)Stem Cell Basics. Published: N/A. Accessed: November 23, 2016. (2)Experimental stem cell therapy helps paralyzed man regain use of arms and hands Published: September 8, 2016. Accessed: November 23, 2016. (3)Assessment of Motor Function. Published: November 19, 1999. Accessed: November 23, 2016. (4)Understanding Stem Cells. Published: N/A. Accessed: November 23, 2016. Science Daily. Published: N/A. Accessed: November 23, 2016.",
      "category": 41
    },
    {
      "title": "Stem cells treatment safety",
      "content": "Safety of mesenchymal stem cells therapy More than 10 years mesenchymal stem cells(MSCs) have been used in treatment of different diseases, most importantly in tissue degeneration, irradiation damage, hematopoetic and posttransplant diseases as well as in refractory chronic inflammatory, fibrosing and fistulizing diseases. They have unique properties such as immunomodulatory, proangiogenetic and antifibrotic, therefore, MSCs inhibit inflammation, fibrosis and promote regeneration of tissue damage. These cells can be isolated from bone marrow, adipose tissue, cord blood and potentially from muscle, gingiva and fetal liver. In addition they are non-immunogenic and can be transplanted without conditioning and without immunosuppressive prophylaxis. Therefore, MSCs represent an attractive clinical approach for the treatment of chronic inflammatory, fibrosing and fistulizing diseases. It is considered that the microenvironment of damaged tissues produces factors that attract stem cells to the site of injury and enhances their differentiation into desired cells. Thus, MSCs promote tissue regeneration by differentiating into the injured cells. Moreover, in the presence of MSCs, immature or partially immature antigen presenting cells are produced which turn off T cells leading to down-regulation of activated immune cell reactivity. Due to their immunomodulatory potential, MSCs reduce tissue damage. There are data which were obtained on animal models that MSCs due to their immunosuppression ability can promote tumor growth. It is crucial to specify that it was demonstrated on animals with preexisting malignancies. Moreover, it has been showed that MSCs don't undergo malignant transformation in long-term culture. Also, oncogenic transformation of MSCs and induction of malignancy by them wasn't seen in vitro or in vivo. Tarte K. et al. in 2010 demonstrated that MSCs with or without chromosomal alterations showed growth arrest and entered senescence without evidence of transformation. Credits: Swiss Medica",
      "category": 43
    },
    {
      "title": "Stem Cell Dental Implants Grow New Teeth In 2 Months!",
      "content": "Dentures and implants may now be a thing of the past because scientists have the ability to grow new teeth in a patient’s mouth. This is huge for the many adults who end up losing a tooth or multiple teeth during their lifetimes. As of now, the only options for a missing tooth include implants, or if all teeth are missing, dentures. However, these two methods cause serious dental health problems. Image by: Wikimedia Health issues associated with dental implants include infection at the implant site, injury or damage to the surrounding structures, nerve damage, and sinus problems. “Despite being the preferred treatment for missing teeth today, dental implants can fail and have no ability to “remodel” with surrounding jaw bone, which undergoes necessary and inevitable changes throughout a person’s life.” (Dentistry iQ) Image by: Flickr Dentures can be uncomfortable and make eating difficult. Also, they can cause gum and mouth irritation or infections. By growing a new tooth in the location where one lost a tooth, all issues associated with implants or dentures are gone. “This is a much-needed medical advancement, especially considering that by age 74—26% of adults have lost all of their permanent teeth.” (Underground Health Reporter) “A new technique pioneered at the Tissue Engineering, and Regenerative Medicine Laboratory of Dr. Jeremy Mao, Edward V. Zegarelli Professor of Dental Medicine, and a professor of biomedical engineering at Columbia University can orchestrate the body’s stem cells to migrate to three-dimensional scaffold that is infused with the growth factor. This can yield an anatomically correct tooth in as soon as nine weeks once implanted in the mouth.” (Dentistry iQ) Viral Alternative News That is right. Scientists can help the body grow a new tooth in about two months. Gone will be the days of dentures and painful tooth implants. “Key consideration in tooth regeneration is finding a cost-effective approach that can translate into therapies for patients who cannot afford or who are not suitable candidates for dental implants,” Dr. Mao said. “Cell-homing-based tooth regeneration may provide a distinct pathway toward clinical translation.” In other words, it is may be a less expensive process. However, one thing that is known for sure is that it is far less invasive. “Dental implants usually consist of a cone-shaped titanium screw with a roughened or smooth surface and are placed in the jaw bone. While implant surgery may be performed as outpatient procedure, healing times vary widely, and successful implantation is a result of multiple visits to certified clinicians, including general dentists, oral surgeons, prosthodontists, and periodontists.” (Dentistry iQ) It might just be me, but the thought of a titanium screw anywhere near my mouth gives me the chills. You can learn more here! Credits: davidwolfe.com",
      "category": 42
    },
    {
      "title": "Adult stem cells found to suppress cancer while dormant",
      "content": "Researchers at UCLA's Eli and Edythe Broad Center of Regenerative Medicine and Stem Cell Research have discovered a mechanism in adult stem cells by which the cells suppress their ability to initiate cancer during their dormant phase, an understanding that could be exploited for better cancer prevention strategies. The study was led by Andrew White, post-doctoral fellow, and William Lowry, associate professor of molecular, cell and developmental biology in the life sciences and the Maria Rowena Ross Term Chair in Cell Biology. The study was published online ahead of print in Nature Cell Biology on December 15, 2013. Hair follicle stem cells (HFSC), the tissue-specific adult stem cells that generate the hair follicles, are also the cells of origin for cutaneous squamous cell carcinoma (SCC), a common skin cancer. These HFSCs cycle between periods of activation, during which they can grow, and quiescence, when they remain dormant. Using mouse models, White and Lowry applied known cancer-causing genes (oncogenes) to HFSCs and found that during cell quiescence, the cells could not be made to initiate SCC. Once the HFSC were in their active period, they began growing cancer. \"We found that this tumor suppression via adult stem cell quiescence was mediated by Pten, a gene important in regulating the cell's response to signaling pathways,\" White said, \"therefore, stem cell quiescence is a novel form of tumor suppression in hair follicle stem cells, and Pten must be present for the suppression to work.\" Credits: sciencedaily.com",
      "category": 41
    },
    {
      "title": "Researchers think they’ve just found a new kind of stem cell",
      "content": "They’ve been right in front of us this whole time. Though their use is marred by controversy and debate, stem cells are one of our best bets when it comes to developing regenerative treatments for a plethora of different conditions. Now, scientists believe they've found a brand new type of stem cell hidden in plain sight called XEN, also referred to as iXEN, and it could lead to new ways to study birth defects and reproductive problems. Before we dive into the latest discovery, it’s worth mentioning how researchers have been using stem cells up to this point. Pluripotent stem cells are so important because they have the potential to develop into every cell in the body, effectively allowing researchers to heal any type of tissue. In the past, these cells were harvested from embryos, but researchers have now figured out how to unlock the potential of pluripotent stem cells using adult cells – avoiding the controversy. These cells are known as induced pluripotent stem cells (iPS) and researchers create them by \"reactivating embryonic genes to 'reprogram' mature adult cells\". By doing so, researchers can to an extent, control what these cells become, which means they have the power to regrow damaged tissues. But it's long been known that when an embryo is producing stem cells it also produces something called XEN cells, which are responsible for making embryonic tissues instead of bodily tissues. Knowing this, Michigan State University researchers wondered if XEN cells were also being produced during the reprogramming of adult cells into iPS cells. To test the hypothesis, the team studied iPS cultures and found iXEN colonies flourishing right alongside them. This proves that reprogramming cells in the lab also produces iXEN cells, just like embryos do. The funny thing about this discovery is that it was literally sitting right in front of countless researchers for years, because these leftover iXEN cells were considered trash, and thrown out after the iPS production process. \"Other scientists may have seen these cells before, but they were considered to be defective, or cancer-like,\" said Tony Parenti, the study’s lead author. \"Rather than ignore these cells that have been mislabelled as waste by-products, we found gold in the garbage.\" To ensure these iXEN cells were not cancer-like, the team studied mice models. They also found that they could alter XEN genes inside cells to increase the production of iPS cells and decrease the production of iXEN cells. In other words, the discovery of iXEN cells will allow researchers to improve the production of iPS cells and, therefore, make the whole process a lot easier. Other than offering a better way to make iPS cells, the researchers believe that studying and using iXEN cells can offer a new way to study birth defects, since the cells are responsible for tissues at early stages of embryonic development. Now, the team will have to test their findings on humans instead of mice. If everything goes as planned, we could have a brand new type of induced cell on our hands, which is one step closer in their goal of understanding how stem cells can be produced from adult cells. The team’s findings were reported in Stem Cell Reports. Credits: Josh Hrala – sciencealert.com",
      "category": 41
    },
    {
      "title": "First 'in womb' stem cell trial to begin",
      "content": "Image copyrightTHINKSTOCK The first clinical trial injecting foetal stem cells into babies still in the womb has been announced. It is hoped the cells, which are able to transform into a range of tissues, will lessen symptoms of incurable brittle bone disease. The trial, starting in January, will be led by Sweden's Karolinska Institute and in the UK by Great Ormond Street Hospital. The stem cells will come from terminated pregnancies. Brittle bone disease, officially called osteogenesis imperfecta, affects around one in every 25,000 births. It can be fatal with babies born with multiple fractures. Even those who survive face up to 15 bone fractures a year, brittle teeth, impaired hearing and growth problems. What are stem cells? It is caused by errors in the developing baby's DNA -­ their blueprint of life -­ that mean the collagen supposed to give bone its structure is either missing or of poor quality. The donated stem cells should provide the correct instructions for growing bone. Prof Lyn Chitty, from Great Ormond Street Hospital, will carry out genetic testing to search for the defects that lead to the condition. She told the BBC News website: \"This is a very serious disease. Our objective is to see if in utero (in the womb) stem cell therapy can ameliorate the condition and the number of fractures.\" A type of stem cell which develops into healthy bone, cartilage and muscle will be infused directly into the affected foetuses. Fifteen babies will have the infusion in the womb and again after they are born. A further 15 will only have the treatment after birth and the number of fractures will be compared with untreated patients. Case Study: ­Adam Reynolds Image copyrightADAM REYNOLDSImage captionSufferer Adam Reynolds, here aged eight, has lost track of how many times he has broken his bones Adam, from Farnborough in Hampshire, was born with broken arms and a fracture in his spine. He says his main problem growing up was \"learning to be sensible\" when \"as a kid you just want to run around and have fun with mates\". Whenever he played football he would have to go in goal to minimise the risk. He cannot keep track of how many times he's broken his bones, but puts the figure somewhere between 30 and 40. Adam says he has fewer fractures than other people with osteogenesis imperfecta, but takes longer to heal. In May 2009 he broke his leg. Six years and 12 operations later it has still not fully recovered. His left leg is four inches shorter than his right. Adam, now 21, does not feel that the condition has held him back \"Day-to­-day life is awkward. If someone stubs their toe on a table they go 'Ow!' – for me it's 'Did I break my toe'?\" he says. But Adam, now 21, does not feel that the condition has held him back in life. Last week he graduated with a first class honours degree in accounting and finance and is already working. He says: \"The idea of a cure coming out or something to help at such an early age is just fantastic news.\" Dr Cecilia Gotherstrom, from the Karolinska Institute, told the BBC: \"If we could reduce the fracture frequency, strengthen bone and improve growth it would have a huge impact.\" Stem cell transplants appear to ease symptoms in children. Starting even earlier when the bone is developing and growing rapidly has the potential to be more effective. \"In­-the-womb\" foetal stem cell transplants have been tried in two cases of osteogenesis imperfecta. But without a proper clinical trial it is impossible to know how effective the therapy is. Medical first Dr Gotherstrom added: \"It is the first in-­man trial and, if successful, it will pave the way for other pre­natal treatments when parents have no other option.\" She said muscle disorders such as Duchenne muscular dystrophy and other bone disorders could one­ day benefit from such therapies. The first infusion will take place 20 to 34 weeks into the pregnancy. This is after the gonads have formed and there should be no risk of the donated cells becoming part of the recipient's sperm or eggs. Any risk of the donated tissue being rejected in the same way as an organ transplant is thought to be low. Question of proof? Commenting on the trial, Dr Dusko Ilic, a reader in stem cell science at King's College London, told the BBC: \"Any attempt to help the patients suffering this terrible, debilitating disease is more than welcome.\" However, he warned the disease varied so widely from patient to patient that it could be difficult to prove how effective the stem cells were. He added: \"People with the same type of osteogenesis imperfecta may present a different clinical picture, even within the same family. \"At the same time, cellular therapy is unlikely to work to the same extent in different individuals. \"How will we know whether a milder phenotype (symptoms) in a child that received the treatment is natural or is a result of the treatment?\" The trial will start in January and will recruit patients for two years. Credits: James Gallagher – Health editor, BBC News",
      "category": 41
    },
    {
      "title": "3D Woven Synthetic Cartilage Could Help Your Knees Replace Themselves",
      "content": "With each step, cartilage in your knee absorbs impact, reduces friction, and keeps everything functioning smoothly. After millions of steps, it may be no surprise when that cartilage begins to wear out. Cartilage degeneration often results in arthritis, which can reduce mobility and cause chronic pain. It cannot be repaired, but research on replacement tissues may soon offer a viable alternative. Years of impact can wear down cartilage to the point where it needs replacement. “If you have arthritis in your hip or knee, we don’t just have to fix a little pothole, we can resurface the entire joint,” said Dr. Farshid Guilak, a Duke University researcher whose team is working on a technique to replace large swaths of existing cartilage with new tissue grown from your own stem cells. The team is currently testing their approach on large animals, and Dr. Guilak expects to begin human testing within four to five years, if not sooner. Cartilage is a strong, flexible, fibrous tissue that exists in a few different forms throughout your body. Articular cartilage, the focus of this work, coats the ends of bones in your major weight-bearing joints including your knees and hips. It consists of cells called chondrocytes that produce large amounts of a tough, resilient matrix made mostly of collagen fibers. Articular cartilage continually withstands huge amounts of force—three to five times your body weight during normal activity and ten times your body weight during exercise. It absorbs impact and reduces friction between bones as you sit, walk, run and jump. But over time, that repetitive force can cause it to break down. “Cartilage is a tissue that has no blood supply, no nerves, no lymphatic system, so it actually has a very poor ability to repair itself,” Dr. Guilak said. Today, he said, more young people are dealing with degenerating cartilage due to sports injuries and obesity, and people in their 40s and 50s with damaged cartilage must decide between limping around for decades or opting for a knee replacement likely to wear out within 20 years, well before the end of their lives. Dr. Guilak and his team have developed a three-dimensional woven scaffold—a dense material made of woven fibers that is strong and flexible—that’s similar to cartilage but is also porous. They print the material on a 3D weaver, which is similar to a 3D printer, but can produce a fiber reinforced structure. Stem cells are harvested from a patient’s bone marrow or liposuction waste, where they are plentiful and easy to obtain. The cells are exposed to a cocktail of growth factors, hormones and vitamins that converts them into cartilage cells and they can then be injected into the woven scaffold. The scaffold, now full of cartilage cells, is covered with a tough, gel-like material designed to reduce friction and withstand wear, and the entire synthetic cartilage structure is placed inside the patient. The synthetic cartilage functions like the real thing, and over the next year or two, the cartilage cells begin to produce their own matrix, which replaces the synthetic parts of the structure. The end result is new, completely natural cartilage that was developed from your own cells. If the current trials in large animals are successful, the researchers will move on to a long term animal study followed by human trials to test for safety and efficacy, Dr. Guilak said. Other groups are also involved in cartilage research, including one led by Dr. Eben Alsberg at Case Western Reserve University and Dr. Ali Khademhosseini at Harvard University. Dr. Alsberg called the work at Duke “excellent,” but pointed out that he and his team are taking a slightly different approach. They plan to inject stem cells into water-based gels called hydrogels and then investigate how different factors affect cartilage development. They will adjust factors that influence gel stiffness, cell growth and attachment, and mechanical compression until they find the optimal combination to promote cartilage formation. “The big goal is to take cells…and allow them to do what they’re evolved to do—make tissues,” Dr. Khademhosseini said. Credits:",
      "category": 12
    },
    {
      "title": "Health Beat: Stem cells for sports injuries",
      "content": "TAMPA, Fla. – World Series MVP Pat Borders has played ball most of his life. Now that he's in charge of a team, he doesn't want to take a knee anytime soon. \"I like to run. I like to sprint, and it was just impossible to sprint with the pain in both of my knees,\" Borders said. Borders tried the adipose stem cell procedure, which involves an injection of his own stem cells combined with his platelet-rich plasma. The combination can repair an injury fast. \"The goal of this is to get quicker healing,\" said Michael Markou, an osteopathic physician at the Markou Medical Center in Tampa. Stem cells are found in the adipose cells, or fat cells. Markou removed those cells from the abdomen. \"We then centrifuge it, and that spins down and isolates the stem cells from the adipose cells, from the fat cells,\" Markou explained. Then, Markou mixes the patient's platelets with the stem cells and injects the mixture back into the injured area. He said this combination is a double whammy. \"By injecting the combination, you have an amplified effect,\" he said. Borders is already feeling improvement. \"I noticed for the first time, I got out and I'm going like, 'Wow, there's no pain at all in my left knee.' My right knee, which was the worse one, I don't feel a whole lot there. It was a fun day,\" he said. Markou said the procedure can be used for elbows, shoulders and the lower back. It is considered experimental by Medicare, so it is not covered by insurance. The procedure can cost up to $4,000. Credits: Nancy Werteen / WFMZ",
      "category": 10
    },
    {
      "title": "Cristiano Ronaldo to undergo stem cell therapy in bid to be fit for Real Madrid’s Champions League semi-final decider with Manchester City",
      "content": "CRISTIANO RONALDO will undergo revolutionary stem cell therapy in a bid to be fit to face Manchester City. The Real Madrid star missed yesterday’s goalless draw in the first leg of their Champions League semi-final with a hamstring injury. He had been expected to play after being rested for the weekend win over Rayo Vallecano but aggravated the problem in training on Monday. Ronaldo, 31, initially felt the issue in the final minutes of last week’s victory against Villarreal, however Madrid declared it was simply cramp. A scan in Manchester revealed a slight tear — although Ronaldo reportedly claimed he would have played had it been a final. The Portuguese ace has now returned to the Spanish capital and will receive a round treatment to repair the damage. He will definitely miss title-chasing Real’s crucial La Liga clash Real Sociedad on Saturday. And he faces a nervous wait to see if he can line up in the return leg against City next week. It is understood Madrid medics fear Ronaldo may only be able to take a place on the bench in the Bernabeu showdown — which would hand a major boost to Manuel Pellegrini’s side. Medical staff will assess the player’s fitness next Wednesday ahead of the tie — and boss Zinedine Zidane will make a decision at the last minute whether to include him. The treatment is similar to that received by tennis ace Rafael Nadal on his recurring knee injury. A sample of healthy cells from the star’s blood or bone marrow is injected into the problem area to help speed up recovery. Ronaldo has scored sixteen goals in his ten Champions League games so far this season. The winner of the tie will earn a place in the final in Milan on May 28 against either Real’s city rivals Atletico Madrid or tournament favourites Bayern Munich. Credits: Reuters / Getty Images / NEWS GROUP NEWSPAPERS LTD / PA:PRESS ASSOCIATION / MATT HEATH-SMITH (The Sun)",
      "category": 10
    },
    {
      "title": "One-Year Results From Phase 2 Stroke Study Of MultiStem® Cell Therapy Demonstrate A Significantly Higher Rate Of Complete Or Nearly Full Recovery",
      "content": "Data Presented at 2016 International Stroke Conference Demonstrate Statistically Significant Improvement in Excellent Outcomes When Evaluating All Subjects and Key Subgroups Tokyo (GLOBE NEWSWIRE) – Athersys, Inc. (“Athersys”) (Nasdaq:ATHX) today announced positive results from the analysis of one-year follow-up data from its Phase 2 clinical study of the intravenous administration of MultiStem® cell therapy to treat patients who have suffered an ischemic stroke. Dr. David Hess, lead clinical investigator of this study and a stroke specialist and Chairman of the Department of Neurology at the Medical College of Georgia, Augusta University, presented the summary results today at the 2016 International Stroke Conference in Los Angeles. The one-year data demonstrates that MultiStem-treated subjects on average continued to improve through one year and had a significantly higher rate of “Excellent Outcome” (defined clinically as attaining mRS 0-1, NIHSS 0-1 andBI ≥95) compared to placebo subjects at one year when evaluating all subjects enrolled in the study (p=0.02), i.e., the intent-to-treat population. The relative improvement in Excellent Outcomes was even more pronounced in the patients who received MultiStem treatment within 36 hours of the stroke (p “We are particularly excited by the one-year follow-up results because they show that MultiStem treatment can significantly increase the number of patients who have an Excellent Outcome, meaning complete or nearly full recovery, over the standard of care when considering all subjects in the trial,” commented Dr. Gil Van Bokkelen, Chairman & CEO at Athersys. “The one-year data continues to confirm that MultiStem treatment is well tolerated and is associated with continued improvement of other measures of function through one year. As we saw in the 90-day interim analysis results announced last April, patients who received MultiStem treatment within 36 hours of the stroke did substantially better than placebo patients and later treatment MultiStem subjects. As a result, we will continue to focus our ongoing clinical development on treatment within 36 hours of the stroke.” “I am very happy with the results at this one-year time point. Not only is the treatment effect getting stronger for patients treated within 36 hours, but those treated within 48 hours are showing statistical significance. This is a true blessing. This technology has the potential to serve millions of people, many of which could otherwise be paralyzed,” commented Dr. Tadahisa “Hardy” Kagimoto, President of HEALIOS K.K. (“Healios”) (Tokyo Stock Exchange: 4593). “I am truly impressed with the achievement the Athersys team has made and thrilled to bring this therapy to Japanese patients as soon as possible. We, at Healios, are committed to bring innovative medical technologies to improve the healthcare of people around the globe.” “The one-year results of the Phase 2 randomized study of MultiStem in ischemic stroke confirm the 90-day results,” commented Dr. Ken Uchino of the Cerebrovascular Center, Cleveland Clinic. “The study provides a strong sign that cell administration, especially in the early timeframe within 36 hours, is associated with more patients having no disability long-term. With the safety demonstrated in the study, I look forward to the Phase 3 study of MultiStem.” Data highlights from the 365-day follow-up data analysis include: MultiStem treatment continued to be well tolerated through 365 days; Among all subjects who received MultiStem treatment (n=65), 23.1% of patients achieved an Excellent Outcome at 365 days, compared to 8.2% of patients who received placebo (n=61), and the 14.9% difference was statistically significant (p=0.02) and compared favorably to the 8.8% difference at 90 days; Among patients who received MultiStem treatment within 36 hours following the stroke, 29.0% achieved Excellent Outcomes (n=31), and compared to all placebo subjects (n=61), the 20.8% difference was significant (p Proportion of Subjects with Excellent Outcome at Day 90 and Over One Year Subjects Day 90 Day 365 All MultiStem (n=65) 15.4 % 23.1 % All Placebo (n=61) 6.6 % 8.2 % Difference with all placebo 8.8 % 14.9%* Early Treatment with MultiStem (n=31) 16.1 % 29.0 % Difference with all placebo 9.5 % 20.8%** *p = 0.02, **p Substantial improvements were also observed in the Barthel Index, which is the clinical scale used to assess the ability of patients to live independently. Among all subjects (65 MultiStem, 61 placebo), 61.5% of MultiStem patients had an excellent outcome in the Barthel Index (≥95), compared to 44.3% of placebo patients (p=0.05); furthermore, 67.7% of the subset of MultiStem patients who had treatment within 36 hours (n=31) achieved an excellent Barthel outcome, representing a 23.4% difference with the incidence for all placebo patients (p=0.03); and Among MultiStem patients who did not achieve an Excellent Outcome at 365 days, there appears to be meaningful benefit from the treatment relative to standard of care, with reductions in average initial hospitalization days, mortality, life threatening adverse events and infections. For example, comparing all such MultiStem and placebo subjects, MultiStem-treated patients had 1.6 fewer average hospitalization days, and an 11% lower proportion of patients with death or life threatening adverse events. In addition, when comparing subjects receiving early treatment with MultiStem against all placebo subjects, MultiStem patients had an average of 2.9 fewer hospitalization days, and an 11.4% lower incidence of death or life threatening adverse events. Further, such MultiStem patients appear to have better functional improvement than these placebo patients over one year, as evidenced by a higher proportion of excellent Barthel Index outcomes (≥95), 50% for MultiStem subjects (and 55% for early treatment MultiStem), compared to 39% for placebo subjects. “Achievement of an Excellent Outcome is important because it means that a patient has substantially improved in each of the three clinical rating scales used to assess patient improvement and has regained the ability to live and function independently with a high quality of life,” continued Van Bokkelen. “Furthermore, when evaluating patients that either received no reperfusion therapy, treatment with tPA alone, or mechanical reperfusion alone, we observed a greater than five-fold increase in the proportion of patients that achieved an Excellent Outcome at one year when comparing subjects that received MultiStem treatment within 36 hours versus placebo.” Phase 2 Clinical Study Design The randomized, double-blind, placebo-controlled Phase 2 clinical trial was conducted at sites in the United States and the United Kingdom. The study was conducted in two parts – a small dose selection phase involving 16 patients in two cohorts, followed by larger efficacy phase of 118 patients. The evaluable patient population included 8 patients from cohort 2 and the cohort 3 patients, which all received a high dose of treatment or placebo. The study enrolled subjects who received intravenously either MultiStem treatment or placebo one to two days following the stroke. Functional and neurological deficit and recovery following the ischemic stroke were evaluated using three standard methods: the modified Rankin Score (mRS), a scale from 0-6 directed to assessing disability; the NIH Stroke Scale (NIHSS), a scale from 0-42 for evaluating neurological deficit; and the Barthel Index, assessing performance related to activities of daily living on a 100 point scale. See www.strokecenter.org/professionals/stroke-diagnosis/stroke-assessment-scales/ for additional information on these assessment scales. Additionally, other clinical, safety and biomarker data was collected over the assessment period. Of the patients evaluated in the study, 65 patients were in the MultiStem treatment group and 61 patients were in the placebo group, and among the MultiStem subjects, 31 received MultiStem treatment within 36 hours following the stroke. About the Disease Condition Ischemic stroke is caused by a blockage of blood flow to the brain. A leading cause of death and disability globally, each year more than 15 million people are estimated to suffer a stroke, including more than two million people in the United States, Japan and European Union, combined. According to the American Heart Association, ischemic strokes comprise more than 85% of all strokes. Current standard of care for ischemic stroke involves the administration of a thrombolytic (clot dissolving) agent within three to four hours after a stroke has occurred, a narrow window that results in only a small percentage of patients receiving such treatment. About MultiStem MultiStem cell therapy is a patented regenerative medicine product that has shown the ability to promote tissue repair and healing in a variety of ways, such as through the production of therapeutic factors produced in response to signals of inflammation and tissue damage. MultiStem therapy’s potential for multidimensional therapeutic impact distinguishes it from traditional biopharmaceutical therapies focused on a single mechanism of benefit. The product represents a unique \"off-the-shelf\" stem cell product that can be manufactured in a scalable manner, may be stored for years in frozen form, and is administered without tissue matching or the need for immune suppression. Based upon its efficacy profile, its novel mechanisms of action, and a favorable and consistent safety profile demonstrated in both preclinical and clinical settings, MultiStem therapy could provide a meaningful benefit to patients, including those suffering from serious diseases and conditions with unmet medical need. Athersys has forged strategic partnerships and a broad network of collaborations to develop MultiStem cell therapy for a variety of indications, with an initial focus in the neurological, cardiovascular and inflammatory and immune disorder areas. About HEALIOS K.K. Healios is a biotechnology venture leading the field of developing iPS cell-based products for regenerative medicine. It was founded in 2011 and listed on the stock exchange (Tokyo Security Exchange Mothers: 4593) in 2015. In Japan, the company is developing a product for treatment of age-related macular degeneration (an intractable ocular disease) jointly with Suimitomo Dainippon Pharma Co., Ltd., under the plan of obtaining approval of its manufacture/distribution in 2020. In fields other than ophthalmology, the company has started R&D of products for regenerative medicine capable of creating functional human organs (three-dimensional organs) jointly with Yokohama City University. The company may be viewed as an enterprise providing products for regenerative medicine as a solution to the significant global issue “aging of the society.” See the website ( for details. About Athersys Athersys is an international biotechnology company engaged in the discovery and development of therapeutic product candidates designed to extend and enhance the quality of human life. The Company is developing its MultiStem® cell therapy product, a patented, adult-derived \"off-the-shelf\" stem cell product, initially for disease indications in the cardiovascular, neurological, inflammatory and immune disease areas, and has several ongoing clinical trials evaluating this potential regenerative medicine product. Athersys has forged strategic partnerships and collaborations with leading pharmaceutical and biotechnology companies, as well as world-renowned research institutions to further develop its platform and products. More information is available at www.athersys.com. Athersys Forward Looking Statements This press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 that involve risks and uncertainties. A number of known and unknown risks, uncertainties, and other factors could affect the accuracy of these statements and may cause our actual results, levels of activity, performance, or achievements to differ materially from any future results, levels of activity, performance, or achievements expressed or implied by these forward-looking statements, including, without limitation, those included in our Annual Report and Quarterly Reports filed with the U.S. Securities and Exchange Commission. Credits: GlobeNewswire, Inc. SOURCE: Athersys, Inc.; Healios K.K.",
      "category": 13
    },
    {
      "title": "Stem Cells May Improve Blood Flow In Patients With Erectile Dysfunction",
      "content": "MedicalResearch.com Interview with: Dr. Michael Zahalsky Dr. Michael Zahalsky MD Medical Director of Urological Oncology North Broward Medical Center, Florida MedicalResearch.com: What is the background for this study? What are the main findings? Dr. Zahalsky: Erectile dysfunction or the inability to maintain an erection satisfactory for sexual intercourse is a disease that affects hundreds of millions of men worldwide. Currently, the most utilized methods to help treat these men include oral medications, injectable medications and penile prostheses. We sought out new alternatives to treat and potentially even cure erectile dysfunction by using stem cells and biologic-based therapies – treatments that are now being used in various fields of medicine from orthopedics to plastic surgery. We decided to see how their effect will influence Erectile Dysfunction by evaluating blood flow to the penis. In the past we studied Peyronie’s Disease using a similar treatment modality and showed that with a single injection blood flow improved, plaque size decreased, and penile curvature lessened. There have been many animal studies, as well, showing the benefit of biologic-based therapies in the treatment of Erectile Dysfunction and Peyronie’s Disease. We chose to use placental matrix derived mesenchymal stem cells in this study on Erectile Dysfunction. We had a small sample of 8 patients who underwent treatment. We had statistically significant increase in blood flow into the penis. This was demonstrated by an increase in peak systolic velocity using color doppler on ultrasound. MedicalResearch.com: What should clinicians and patients take away from your report? Dr. Zahalsky: While our sample size was small our results were statistically significant. Blood flow into the penis increased with injection of an amniotic product. Medicine is rapidly changing and further study is warranted, but as in multiple animal studies and our previous study on Peyronie’s Disease, biologic-based therapies appear to improve erectile dysfunction in humans. It is unclear if it is the growth factors in the amnion or the stem cells that caused the improvement in blood flow. Biologic- and Stem Cell-based treatments may prove to be another effective therapeutic approach in men suffering not from erectile dysfunction or Peyronie’s Disease and the entire field of medicine. MedicalResearch.com: What recommendations do you have for future research as a result of this study? Dr. Zahalsky: I can spend all day answering this question. There have been dozens of published papers in animals using biologics to treat erectile dysfunction and Peyronie’s Disease, and all of these publications have had successful results. However, I am the first person to publish human research on Peyronie’s Disease and the second to publish human research using any biologic-based therapy for Erectile Dysfunction. We clearly need more human research. I have started a company called UroCellZ Research and placed twenty experts in the field on my advisory board to help me with this endeavor. I believe that biologic-based therapy as applications in Urology specifically using amnion-derived products is in its infancy and I believe more research has to be done throughout the field of Urology. UroCellZ Research is happy to help with that as well. During Medical School at Brown University, I received a Master’s Degree with a focus on Epidemiology, so I believe I have uniquely positioned myself to help with this lifelong project. MedicalResearch.com: Is there anything else you would like to add? Dr. Zahalsky: I believe that the use of biologic-based treatments in the field of Urology is in its infancy. At this point, I have dedicated my career to advancing these technologies. Although I have now published papers on Erectile Dysfunction and Peyronie’s Disease, in Urology, this is just the tip of the iceberg. These treatment modalities may help with incontinence procedures, hypospadias repairs, interstitial cystitis, radiation cystitis, dyspareunia and many other Urologic disease processes. My team believes, amniotic fluid, which is from the genitourinary system and is necessary in fetal development of the genitourinary system, has dozens of growth factors with a yet undiscovered potential in helping in Urologic illnesses. I have created a company called UroCellZ Research to help with the research and education of Urologists in this field. I have put together a twenty physician advisory board to help with this endeavor. This way, when other physicians have questions about products, safety, and efficacy, they can come to a trusted and reliable source. MedicalResearch.com: Thank you for your contribution to the MedicalResearch.com community. Citation: J Am Osteopath Assoc. 2016 Jan 1;116(1):e1-5. doi: 10.7556/jaoa.2016.007. Determining the Feasibility of Managing Erectile Dysfunction in Humans With Placental-Derived Stem Cells. Levy JA, Marchand M, Iorio L, Cassini W, Zahalsky MP. Note: Content is Not intended as medical advice. Please consult your health care provider regarding your specific medical condition and questions. Credits to MedicalReasearch.com",
      "category": 13
    },
    {
      "title": "Stem cell scar treatment",
      "content": "There is so much we can do with scar tissue using your own fat and stem cells. Isn't it time you got this taken care of? Find out more by paging down but as each person is unique we recommend you come for a consultation with one of our Doc Stars...we'll give you an honest opinion about what you can expect & if cell based treatment is appropriate we will advise you of alternatives. MAKE AN APPOINTMENT NOW Stem cell assisted acne & burn scar treatment Acne scars appear when your skin is unable to rejuvenate itself after acne goes away but now Acne scarring does not have to be a lifelong problem; there is an opportunity to once again have healthy, glowing skin. Our treatment is designed to restore tissue, and repair skin damaged by Acne. For people suffering from moderate to severe burns our treatments accelerate the healing process. Each treatment is designed to fit your exact skin care needs. TREATMENT BENEFITS: Renew, repair and replenish Acne Scars/Burns Stimulates and restores damaged and worn tissues No major incisions or trauma to the body Involves little to no pain/discomfort, no general anaesthesia, with faster recovery and little downtime Contact MARC to find out more about the stem cell acne and burn scar treatment Manila.",
      "category": 11
    },
    {
      "title": "Stem cell assisted breast augmentation",
      "content": "Reshaping after childbirth & child rearing No implants needed, it's all you. Natural look & feel, minimal recovery time. Find out more about stem cell assisted breast augmentation below, however as each body is unique we recommend you come for a consultation with one of our Doc Stars...we'll give you an honest opinion about what you can expect & if cell based treatment is appropriate we will advise you of alternatives. MAKE AN APPOINTMENT NOW Stem cell breast augmentation This treatment is the least invasive and most natural breast augmentation procedure and uses your own fat tissue, which is a rich source of stem cells and regenerative cells. This provides women the option of enlarging their breast without the use of unnatural looking and feeling implants. The end result is enlarged breasts that are very natural in appearance and feel without the complications associated with implants. Unlike traditional implants, this procedure will not interfere with future Mammograms or breastfeeding. The technique does not require general anesthesia, typically requires only 48 hour recovery period and leaves permanent results. BENEFITS of stem cell assisted breast augmentation Results are long-lasting and natural looking No risk of allergic or adverse reaction Involves little to no pain/discomfort, no general anaesthesia Treatment takes a few hours and does not require a hospital stay If you are travelling from outside Manila find out how you can arrange an appointment for this procedure and discus all elements of your trip to the clinic, transport and accommodation (if needed) from our one stop travel and treatment desk. We can tailor make your trip for you and arrange everything for one fixed price. Contact us to find out more about your stem cell assisted breast augmentation at MARC.",
      "category": 11
    },
    {
      "title": "Umbilical cord blood banking",
      "content": "Umbilical cord blood can be the only hope when certain childhood conditions strike You can harvest and store your child's cord blood at birth Safely and securely Find out more about umbilical cord blood banking below. We can put you in touch with one of our partner OBGYN's or you are welcome to come for a consultation with one of our own Doc Stars...we can arrange for this service in the Metro Manila area at present but watch this space for our national roll-out of the service. MAKE AN APPOINTMENT NOW Priceless peace of mind Stem cells harvested from umbilical cord blood are immature cells that can both reproduce themselves and have the potential to turn into other types of cells. There are several types. The ones in umbilical cord blood are called hematopoietic progenitor cells (HPCs). Peace of mind Unfortunately there are some illnesses that are devastating when they occur during infancy and childhood, we are all familiar with childhood leukemia for instance. Stem cell based treatments are at the forefront of treatments of such deseases and also an integral part of coping and recovering from chemo and radiotherapy. Harvesting and storing your child's stem cells at birth, in a painless procedure makes sense, especially if you are in a country where there is no public stem cell bank to draw a match from. Later in life your children will thank you for having the foresite to do this for them too as stem cell based treatments fulfill their potential as the next step in medicine. Promising Research in Regenerative Medicine In addition to saving lives through stem cell transplants, cord blood stem cells have properties that have been shown in the laboratory to help the body repair itself – known as regenerative medicine. It's estimated that 1 in 3 people in the U.S. may benefit from regenerative therapy in their lifetime. Future Potential Currently there are over 230 clinical trials evaluating newborn stem cells for the treatment of various conditions, many of which can’t be predicted by family history. When stored properly, newborn stem cells will not \"expire\". They remain safe and ready for future use, which means their benefits can last a lifetime. A Perfect Match Every person’s stem cells are unique. A child is always a perfect match to his or her stem cells and may be a match for a sibling or other family member. Current Treatments Cord blood stem cells have advantages over bone marrow in transplants and have been used in more than 30,000 transplants to regenerate healthy blood and immune systems. Today, stem cell therapies continue to evolve, bringing new hope to patients and their families. Get in touch with MARC now and arrange a consultation with us or one of our partner OBGYN doctors.",
      "category": 15
    },
    {
      "title": "Regenerative treatments",
      "content": "We can't avoid ageing however we now have an unprecedented ability to fight the process and have at our fingertips strategies that offer significant quality of life benefits. Get in touch and take control. Find out more by paging down but as each person is unique we recommend you come for a consultation with one of our Doc Stars...we'll give you an honest opinion about what you can expect & if cell based treatment is appropriate we will advise you of alternatives. MAKE AN APPOINTMENT NOW Our ability to positively influence the aging process is unprecedented using stem cell treatment. Each Stem Cell treatment is as individual as each persons body and needs. Therefor it’s not easy for us to elaborate on how it may benefit you or your loved ones on this site, in short we need to know a lot more about you, the conditions you want to address specifically and your expectations of the outcomes that are realistically possible. At MARC stem cell clinic Manila we have developed a comprehensive list of specific areas where we know that the treatment has a proven track record or has a growing body of clinical evidence indicating positive impact and outcomes. Conditions where regenerative and rejuvenating treatments may be effective: Alzheimer’s Disease Anti-Aging/ General Use Stem Cell Emphysema Treatment Heart Disease Idiopathic Pulmonary Fibrosis (IPF) Lung Disease Rheumatoid and Osteoarthritis Stroke Stem Cell Treatment for Liver Disease Stem Cell Treatment for Kidney Disease As with all the information on the site, it is much better discussed in a full consultation with us either online or in person. Contact MARC stem cell center Manila about your stem cell assisted face lift now.",
      "category": 13
    },
    {
      "title": "Stem cell assisted face lifts",
      "content": "A stem cell assisted face lift is minimally invasive and produces long lasting results naturally. Get in touch and take control. Find out more about stem cell assisted face lifts by paging down but as each person is unique we recommend you come for a consultation with one of our Doc Stars...we'll give you an honest opinion about what you can expect. MAKE AN APPOINTMENT NOW Remove lines and years, naturally and painlessly. A regenerative face lift restores volume, tightness and elasticity, creating a fuller younger looking face using your own unwanted fat to restore volume to create a more youthful and healthy facial appearance. This is a dramatically more natural alternative to Botox and the results look and feel natural as the process simply replaces what you have already lost from key areas influencing your appearance. You can now have significant improvement in the underlying contours forming the shape and appearance of your face. Improve your appearance without the downtime and risks associated with invasive surgery and general anesthesia. MARC’s non-surgical procedures involve little to no pain, or downtime for recovery. BENEFITS: Dramatically improves skin tightening and rejuvenation No more Botox Results are long-lasting and natural looking No risk of allergic or adverse reaction Involves little to no pain/discomfort, no general anesthesia Treatment takes a few hours and does not require a hospital stay Contact MARC in Manila about your stem cell assisted face lift now.",
      "category": 11
    },
    {
      "title": "Asia's stem cell bank",
      "content": "As you get older the number of viable cells diminishes You can harvest them and store them now Safely and securely Find out more by paging down but as each person is unique we recommend you come for a consultation with one of our Doc Stars...we'll give you an honest opinion about what you can expect & if cell based treatment is appropriate we will advise you of alternatives. MAKE AN APPOINTMENT NOW Future-proof your health Stem Cell Harvesting and Banking in Manila can be done a MARC. Each Stem Cell treatment is as individual as each persons body and needs. Therefor it’s not easy for us to elaborate on how it may benefit you or your loved ones on this site, in short we need to know a lot more about you, the conditions you want to address specifically and your expectations of the outcomes that are realistically possible. However below is a fairly comprehensive list of specific areas where the treatment has a proven track record or had a growing body of clinical evidence indicating positive impact and outcomes. Conditions where regenerative and rejuvenating treatments may be effective: Alzheimer’s Disease Anti-Aging/ General Use Stem Cell Emphysema Treatment Heart Disease Idiopathic Pulmonary Fibrosis (IPF) Lung Disease Rheumatoid and Osteoarthritis Stroke Stem Cell Treatment for Liver Disease Stem Cell Treatment for Kidney Disease As with all the information on the site, it is much better discussed in a full consultation with us either online or in person. Contact MARC Stem cell clinic Manila now to arrange that.",
      "category": 13
    },
    {
      "title": "Stem cell assisted hand rejuvenation",
      "content": "Lasting improvements. Very fast results Minimal recovery time. Because they're uncovered most of the time, your hands can be a big giveaway about your age. Find out about stem cell assisted hand rejuvenation below or book a consultation with one of our Doc Stars...we'll give you an honest opinion about what you can expect. MAKE AN APPOINTMENT NOW The hands you remember can be yours again Use your body’s own natural fat to help your hands look as young as you feel. Aside from your face, your hands are one of the first parts of your body to show signs of ageing. With this procedure, hollow areas are ”plumped up”, adding volume to bony regions and giving a fuller structure in the hands. The procedure is painless and takes just 30 minutes to one hour and is performed under local anaesthesia. It requires little to no downtime, and is fast & safe. BENEFITS: Renew, repair and replenish hollow, sunken hands No major incisions or trauma to the body Involves little to no pain/discomfort, no general anaesthesia, with faster recovery and little downtime Results are longer lasting and natural looking Uses your own fat with – No foreign material, or use of implants",
      "category": 11
    }
  ]